{
  "Reminder due to missing return" : "Subject: Urgent: Missing Return for Order #123456789\n\nHello [Customer Service Team],\n\nI hope this email finds you well. I recently made a purchase (Order #123456789) from your online store and received the items promptly. However, I regret to inform you that one of the items, [Product Name], seems to be damaged upon arrival. As per your return policy, I would like to initiate a return and request a replacement or refund.\n\nI have attached images of the damaged item for your reference. Could you please provide instructions on how to proceed with the return process? I appreciate your prompt attention to this matter.\n\nThank you,\n[Customer's Name]",
  "General marketplace questions" : "Subject: Inquiry Regarding Marketplace Policies\n\nDear [Customer Support Team],\n\nI hope you're doing well. I'm a regular shopper on your marketplace and have been quite satisfied with the services so far. I have a few general inquiries regarding your marketplace policies:\n\nWhat are the accepted payment methods on your platform?\nAre there any upcoming sales or promotions that I should be aware of?\nHow do you handle disputes between buyers and sellers?\nI would appreciate it if you could provide me with the necessary information. Thank you for your assistance.\n\nBest regards,\n[Customer's Name]",
  "Question about delivery date and time" : "Subject: Inquiry Regarding Order Delivery\n\nHello [Customer Service Team],\n\nI hope you're having a great day. I placed an order (Order #123456789) on [Order Date] and wanted to inquire about the estimated delivery date. Could you please provide me with an update on the status of my order and when I can expect to receive the goods?\n\nThank you for your assistance.\n\nBest regards,\n[Customer's Name]",
  "Complaint about goods/services" : "Subject: Complaint Regarding Defective Product\n\nDear [Customer Support Team],\n\nI recently received my order (Order #123456789) from your platform, but unfortunately, I'm disappointed with the quality of one of the items, [Product Name]. Upon inspection, I noticed [describe the issue or defect].\n\nAs a loyal customer, I expect better quality control from your company. I would appreciate it if you could arrange for a replacement or refund for the defective item as soon as possible.\n\nLooking forward to your prompt resolution of this matter.\n\nSincerely,\n[Customer's Name]",
  "Payment restriction methods": "Subject: Inquiry Regarding Payment Methods\n\nHello [Customer Service Team],\n\nI trust you're doing well. I wanted to inquire about the available payment methods for making purchases on your platform. Specifically, I noticed that I encountered some difficulties using [payment method]. Are there any restrictions or limitations I should be aware of?\n\nThank you for your assistance in clarifying this matter.\n\nKind regards,\n[Customer's Name]",
  "Payment research": "Subject: Inquiry Regarding Payment Status\n\nDear [Customer Support Team],\n\nI hope you're doing well. I recently made a payment for my order (Order #123456789) but haven't received a confirmation email yet. Could you please confirm whether the payment was successfully processed on your end?\n\nI appreciate your prompt response to this inquiry.\n\nBest regards,\n[Customer's Name]",
  "Questions about payment allocation" : "Subject: Inquiry Regarding Payment Allocation\n\nHello [Customer Service Team],\n\nI hope this email finds you well. I have a question regarding the allocation of a recent payment I made. I noticed that my payment was not fully credited to the outstanding balance on my account. Could you please provide clarification on how payments are allocated and whether there are any pending charges or fees associated with my account?\n\nThank you for your attention to this matter.\n\nWarm regards,\n[Customer's Name]",
  "Questions about installment plan / invoice": "Subject: Inquiry Regarding Installment Plan\n\nDear [Customer Support Team],\n\nI trust you're doing well. I recently opted for an installment plan for my purchase (Order #123456789) and have some questions regarding the invoice and payment schedule:\n\nCould you please provide a breakdown of the installment payments and due dates?\nIs there an option to change the payment schedule or extend the duration of the installment plan?\nYour assistance in addressing these inquiries would be greatly appreciated.\n\nKind regards,\n[Customer's Name]"
}